Repository: shim-sao/XtrmAddons-.Net-Application-Wpf
Catalog: Fotootof/XtrmAddons.Fotootof.Culture/Properties/ResourcesLogs.*.resx
Languages: fr_fr

source: Adding application to system tray. Done !
fr_fr: Ajout d'une application à la barre d'état système. Terminé !

source: Application settings saved.
fr_fr: Paramètres de l'application enregistrés.

# CopyingProgramFiles
source: Copying program files to My Documents user folder. Please wait...
fr_fr: Copie des fichiers du programme dans le dossier utilisateur Mes documents. Patientez, s'il vous plaît...

source: Database connection ready.
fr_fr: Connexion à la base de données prête.

source: Database file found.
fr_fr: Fichier de base de données trouvé.

source: Database not file found.
fr_fr: Fichier de base de données non trouvé.

# DeletingOptionsWaiting
source: Deleting the application options and parameters. Please wait...
fr_fr: Suppression des options et des paramètres de l'application. Veuillez patienter, s'il vous plaît...

# DeletingUserOptionsWaiting
source: Deleting the user's options and parameters. Please wait...
fr_fr: Suppression des options et des paramètres de l'utilisateur. Veuillez patienter, s'il vous plaît...

# InitializingDatabaseConnection
source: Initializing database connection. Please wait...
fr_fr: Initialisation de la connexion à la base de données. Veuillez patienter, s'il vous plaît...

# InitializingPageDone
source: Initializing Page {0} content. Done !
fr_fr: Initialisation du contenu de la Page {0}. Terminé !

# InitializingPageWaiting
source: Initializing Page {0} content. Please wait...
fr_fr: Initialisation du contenu de la Page {0}. Veuillez patienter, s'il vous plaît...

# ItemDeleted
source: {0} deleted !
fr_fr: {0} supprimé !

source: Please wait...
fr_fr: Patientez, s'il vous plaît...

# SendingAlbumsCommandDone
source: Sending ListAlbums command to server done !
fr_fr: Envoi de la commande ListAlbums au serveur fin !

# SendingAuthenticationCommandDone
source: Sending Authentication command to server done !
fr_fr: Envoi de la commande Authentication au serveur fin !

# SendingAuthenticationCommandException
source: Sending Authentication command : failed exception !
fr_fr: Envoi de la commande Authentication : échec exception !

# SendingAuthenticationCommandResponseFailed
source: Sending Authentication command : failed from server !
fr_fr: Envoi de la commande Authentication : échec depuis le serveur !

# SendingAuthenticationCommandResponseOk
source: Sending Authentication command : success !
fr_fr: Envoi de la commande Authentication : succès !

# SendingAuthenticationCommandUnauthorized
source: Sending Authentication command : user unauthorized !
fr_fr: Envoi de la commande Authentication : utilisateur non authentifié !

# SendingClientCommand
source: Sending {0} command to server {1}:{2} => Please wait...
fr_fr: Envoi de la commande {0} au serveur {1}:{2}

# SendingListSectionsCommandDone
source: Sending ListSections command to server done !
fr_fr: Envoi de la commande ListSections au serveur fin !

# SendingListSectionsCommandException
source: Sending ListSections command : failed exception !
fr_fr: Envoi de la commande ListSections : échec exception !

# SendingListSectionsCommandResponseFailed
source: Sending ListSections command : failed from server !
fr_fr: Envoi de la commande ListSections : échec depuis le serveur !

# SendingListSectionsCommandResponseOk
source: Sending ListSections command : success !
fr_fr: Envoi de la commande ListSections : succés !

# SendingListSectionsCommandUnauthorized
source: Sending ListSections command : user unauthorized !
fr_fr: Envoi de la commande ListSections : user unauthorized !

# SendingPingCommandDone
source: Sending Ping command to server done !
fr_fr: Envoi de la commande Ping au serveur fin !

# SendingPingCommandException
source: Sending Ping command : failed exception !
fr_fr: Envoi de la commande Ping : échec exception !

# SendingPingCommandResponseFailed
source: Sending Ping command : failed from server !
fr_fr: Envoi de la commande Ping : échec depuis le serveur !

# SendingPingCommandResponseOk
source: Sending Ping command : success !
fr_fr: Envoi de la commande Ping : succès !

source: Server started.
fr_fr: Serveur processus démarré.

source: Server stopped.
fr_fr: Serveur processus arrêté.
